{
  "filename": "Stranger_Than_Fiction",
  "stories": [
    {
      "_id": 1,
      "title": "Shining target",
      "story": "It was his bald head that ultimately killed him",
      "solution": "According to legend, Aeschylus was in a field and, an an eagle wanted to shatter a turtle on a rock to get to the heart. The bird mistook Aeschylus' bald top with a stone, let go, and the turtle killed the poet.",

      "de_title": "Ansprechendes Ziel",
      "de_story": "Es war seine Glatze, die ihn schließlich sein Leben kostete.",
      "de_solution": "Der Legende nach befand sich der griechische Dichter Aischylos gerade auf einem Feld, als ein Adler eine Schildkröte auf seinen kahlen Kopf fallen ließ. Raubvögel zerschellen die Panzer von  Schildkröten normalerweise auf Felsen, um an das Innere der Schildkröten zu kommen. Aischylos bezahlte diese Verwechslung mit seinem Leben.",

      "picture": "http://carc.me/blackbooks/img/bald_head.jpg",
      "imagesource": "Marco D'Emilia - https://unsplash.com/@mdemilia",
      "storysource": "Original Story: Aischylos - https://de.wikipedia.org/wiki/Aischylos"
    },
    {
      "_id": 2,
      "title": "Darwin would be proud",
      "story": "Gary Hoy wasn't quite right when he fell to his death from the 24th story of his office building",
      "solution": "In an attempt to prove to a group of prospective students that the glass in the Toronto-Dominion Centre was unbreakable, Hoy threw himself through a glass wall on the 24th story and fell to his death after the window frame gave way",
      
      "de_title": "Darwin hatte Recht",
      "de_story": "Gary Hoy hatte streng genommen Recht, als er aus der 24. Etage eines Bürogebäudes in die Tiefe fiel.",
      "de_solution": "Gary Hoy wollte seinen Kollegen beweisen, dass das Glas in seinem Bürogebäude bruchsicher ist. Mit voller Wucht rannte er gegen das Fenster, dessen Glas dem Aufprall zwar standhielt, der Rahmen jedoch nachgab. Streng genommen hatte er also Recht.",

      "picture": "http://carc.me/blackbooks/img/building.jpg",
      "imagesource": "Anders Jildén - https://unsplash.com/@andersjilden",
      "storysource": "Original Story: Garry Hoy - https://en.wikipedia.org/wiki/Death_of_Garry_Hoy"
    },
    {
      "_id": 3,
      "title": "A smile like no other",
      "story": "A fantastic smile led to slow and painful death",
      "solution": "Female factory workers contracted radiation poisoning from painting watch dials with luminous paint around 1917. The women, who had been told the paint was harmless, ingested deadly amounts of radium by licking their paintbrushes to give them a fine point; some also painted their fingernails and teeth with the glowing substance",	

      "de_title": "Ein unvergessliches Lächeln",
      "de_story": "Ein zauberhaftes Lächeln führte zu ihrem schmerzhaften und langsamen Tod.",
      "de_solution": "Im Jahr 1917 fielen zahlreiche Frauen radioaktiver Strahlung zum Opfer, weil sie als Fabrikarbeiterinnen die Zeigeblätter von Uhren mit phosphoreszierender Farbe bemalten. Den Frauen wurde gesagt, dass die Farbe unbedenklich sei. Sie leckten ihre Farbpinsel, um einen feineren Strich zu erhalten. Einige bemalten zudem ihre Fingernägel und sogar ihre Zähen für ein strahlendes Lächeln mit der tödlichen Farbe.",

      "picture": "http://carc.me/blackbooks/img/face_mouth.jpg",
      "imagesource": "Alex Holyoake - https://stocksnap.io/author/21235",
      "storysource": "Original Story: Radium Girls - https://en.wikipedia.org/wiki/Radium_Girls"
    },
    {
      "_id": 4,
      "title": "Pin point accuracy",
      "story": "He throws the javelin and impales himself",
      "solution": "A high school physical education teacher demonstrates the javelin and makes an impressive throw. Running to retrieve the javelin, he turns around and yells to the class, only to impale himself through the eye on the javelin when he turns back around, driving it into his brain",

      "de_title": "Tödliche Treffsicherheit",
      "de_story": "Er wirft einen Speer und spießt sich damit selbst auf.",
      "de_solution": "Ein Highschool-Sportlehrer demonstriert einen beeindruckenden Wurf mit dem Speer. Er rennt zum Speer, um ihn zurückzuholen. Kurz zuvor dreht er sich um, um zu seinen Schülern zu sprechen. Beim erneuten Umdrehen bohrt er sich den Speer aus Versehen durch das Auge in sein Gehirn.",

      "picture": "http://carc.me/blackbooks/img/pinpoint.jpg",
      "imagesource": "Unknown",
      "storysource": "Original Story: Dead Eye - http://1000waystodie.wikia.com/wiki/Dead_Eye"
    },
    {
      "_id": 5,
      "title": "Tragic gift",
      "story": "The wedding present to his new wife takes his breath away.",
      "solution": "On May 1, 1979 at Roger's RV Park in Aberdeen a newly married man attempts to unclog the toilet of his new RV, which was a present to his wife, with bleach since other attempts to unclog it were unsuccessful. The bleach reacts with the sewage to form chlorine gas, which suffocates him.",	

      "de_title": "Ein tragisches Geschenk",
      "de_story": "Das Hochzeitsgeschenk an seine frisch angetraute Frau raubte ihm den Atem.",
      "de_solution": "Am 01. Mai 1979 versuchte ein frisch verheirateter Mann auf einem Campingplatz in Aberdeen, die verstopfte Toilette seines Wohnwagens, welchen er zuvor seiner Ehefrau zum Hochzeitstag geschenkt hatte, frei zu machen. Dafür benutzte er ein Bleichmittel. Dieses reagierte  mit der Jauche und es entstanden Chlorgase. Der Mann erstickte.",

      "picture": "http://carc.me/blackbooks/img/wedding.jpg",
      "imagesource": "Andreas Rønningen - https://unsplash.com/@andozo",
      "storysource": "Original Story: Trailer Trashed - http://1000waystodie.wikia.com/wiki/Trailer_Trashed"
    },
    {
      "_id": 6,
      "title": "Eye witness",
      "story": "A woman has incontrovertible proof in court that her husband was murdered by her sister. The judge declares: “This is the strangest case I've ever seen. Though it's a cut-and-dried case, this woman cannot be punished.”",
      "solution": "The sisters are Siamese twins.",

      "de_title": "Zeugin der Anklage",
      "de_story": "Eine Frau kann vor Gericht einwandfrei beweisen, dass ihre Schwester ihren Ehemann ermordet hat. Der Richter erklärt dennoch: „Dies ist der merkwürdigste Fall, der mir je untergekommen ist. Obwohl die Beweislage eindeutig ist, kann ich die Angeklagte nicht bestrafen.“",
      "de_solution": "Die Schwestern sind Siamesische Zwillinge.",

      "picture": "http://carc.me/blackbooks/img/woman_eyes.jpg",
      "imagesource": "Alexandru Zdrobău - https://unsplash.com/@alexandruz",
      "storysource": "Classic Story: Half guilty - https://nickkam.com/2009/12/29/half-guilty"
    },
    {
      "_id": 7,
      "title": "No fun park",
      "story": "Jacob has a ticket to the new amusement park and is looking forward to going next week. Unfortunately, he'll never make it there",
      "solution": "The amusement park is at Pripyat, near the Chernobyl Nuclear Power Plant. It was due to open on the 1st May, 1986 but plans were interrupted when the Chernobyl disaster occurred a few kilometers away on the 26th April.",

      "de_title": "Keine Fahrgeschäfte",
      "de_story": "Jacob hat bereits Eintrittskarten zum Jahrmarkt. Nächste Woche will er hingehen. Leider wird Jacob nie auf den Jahrmarkt kommen.",
      "de_solution": "Der Jahrmarkt steht in der Stadt Prypjat, in der Nähe des Kernkraftwerkes Tschernobyl. Die Fahrgeschäfte sollten am 01. Mai 1986 eröffnet werden. Dazu kam es nie. Am 26. April ereignete sich die tragische Nuklearkatastrophe. Prypjat ist bis heute eine Geisterstadt.",

      "picture": "http://carc.me/blackbooks/img/ferris_wheel.jpg",
      "imagesource": "Taylor Nicole - https://unsplash.com/@taynicole0630",
      "storysource": "Original Story: Pripyat - https://en.wikipedia.org/wiki/Pripyat"
    },
    {
      "_id": 8,
      "title": "A Happy Death",
      "story": "Ingrid and Manuel died in Mexico, while Joaquin died at sea. Everyone was much happier with Joaquin's death",
      "solution": "Ingrid, Manuel (2013) and Joaquin (2015) were hurricanes",

      "de_title": "Ein bejubelter Tod",
      "de_story": "Ingrid und Manuel starben in Mexiko. Joaquin starb auf Hoher See. Über Letzteren waren alle sehr froh. ",
      "de_solution": "Ingrid, Manuel (2013) und Joaquin (2015) waren Hurrikane.",

      "picture": "http://carc.me/blackbooks/img/limes.jpg",
      "imagesource": "Hoach Le Dinh - https://unsplash.com/@hoachld",
      "storysource": "Classic: Hurricane Ingrid - https://en.wikipedia.org/wiki/Hurricane_Ingrid"
    },
    {
      "_id": 9,
      "title": "Cold Summer Day",
      "story": "A body is discovered in the park during the summer but the cause of death was hypothermia.",
      "solution": "A stowaway attempts to hide in the landing gear compartment of a airplane. He dies of hypothermia in mid-flight and falls out when the compartment opens as the plane makes its final approach.",

      "de_title": "Ein kalter Sommertag",
      "de_story": "Im Sommer wird in einem Park eine Leiche entdeckt. Der Mann ist erfroren.",
      "de_solution": "Es handelte sich um einen blinden Passagier, der sich im Laderaum eines Flugzeuges versteckt hatte. Er erfror während des Fluges und seine Leiche fiel aus dem Flugzeug, als der Pilot kurz vor der Landung das Fahrwerk ausfuhr.",

      "picture": "http://carc.me/blackbooks/img/trees.jpg",
      "imagesource": "Kristine Weilert - https://unsplash.com/@kristineweilert",
      "storysource": "Classic Story: Wheel-well stowaway - https://en.wikipedia.org/wiki/List_of_wheel-well_stowaway_flights"
    },
    {
      "_id": 10,
      "title": "Death by chocolate",
      "story": "Her love of Nutella caused the house fire that killed her",
      "solution": "Sun rays refracting through glass bottles or off mirrors can cause a fire to start. The young girl was using Nutella jars as storage on her bedroom window sill, got caught in one such fire.",

      "de_title": "Todbringende Schokolade",
      "de_story": "Ihre Liebe für Nutella führte zu dem Hausbrand, der sie ihr Leben kostete.",
      "de_solution": "Sonnenstrahlen, die durch Glas oder Spiegel gebrochen werden, können ein Feuer entfachen. Das junge Mädchen nutzte alte Nutella-Gläser als Aufbewahrungsmöglichkeit auf ihrem Fensterbrett. Dadurch entwickelte sich in ihrer Küche ein Feuer, bei dem sie ums Leben kam.",
 
      "picture": "http://carc.me/blackbooks/img/cake.jpg",
      "imagesource": "Sheelah Brennan - https://unsplash.com/@vanilla88",
      "storysource": "Original Story: Sunlight fire risk - http://keybury.co.uk/glass-sunlight-fire-risk/"
    }
  ]
}
